13/data/attachments/67009e1c144c2968.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_817dc7dd-d2fb-4e9b-a521-147a13879097</nif:username>
            <nif:friendToBeAdded>Karen_blue_Actions_97468_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>